Repository: niels-hop/Colonnade
Catalog: Colonnade/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, nl_be, pl, pt_br, ru, zh_hans, zh_hant

source: %@ places windows slightly above the absolute center, which can be found more ergonomic.
de: %@ platziert Fenster etwas über der absoluten Mitte, was als ergonomischer empfunden werden kann.
fr: %@ place les fenêtres légèrement au-dessus du centre absolu, ce qui peut être jugé plus ergonomique.
it: %@ posiziona la finestra leggermente al di sopra del centro assoluto, risultando più ergonomica per alcuni.
ja: %@ はウィンドウを中央より少し上に配置し、 使いやすく感じることがあります。
ko: %@는 절대 중앙보다 약간 위에 창을 배치하여, 더 인체공학적으로 찾을 수 있습니다.
nl_be: %@ plaatst vensters een beetje boven het center, wat dus meer ergonomisch kan zijn.
pl: %@ ustawia okna trochę powyżej środka, co może być uznane za bardziej ergonomiczne.
pt_br: %@ coloca as janelas levemente acima do centro absoluto, o que pode ser mais ergonômico.
ru: %@ устанавливает окна немного выше настоящего центра, это положение является более эргономичным.
zh_hans: %@将窗口放置在稍高于屏幕中心的位置，使其更加人性化。
zh_hant: %@將視窗放置在稍高於屏幕中心的位置，使其更加人性化。

source: Accessibility access
de: Bedienungshilfen-Zugriff
fr: Accès à l'accessibilité
it: Accessibilità
ja: アクセシビリティアクセス
ko: 접근성 접근
nl_be: Toegankelijkheid
pl: Pozwolenie w sekcji Dostępność
pt_br: Acesso à acessibilidade
ru: Универсальный доступ
zh_hans: 辅助功能
zh_hant: 輔助功能

# Accessibility Request: Content
source: Please grant access to be able to resize windows.
de: Bitte erlaube den Zugriff, um Fenstergrößen ändern zu können.
fr: Veuillez accorder l'accès pour pouvoir redimensionner les fenêtres.
it: Per favore consenti l'accesso per poter ridimensionare le finestre.
ja: ウィンドウのサイズを変更できるようにするには、アクセスを許可してください。
ko: 창 크기를 조절하려면 접근성 권한을 부여해 주세요
nl_be: Geef toegang om het grootte van vensters aan te passen.
pl: Udziel dostępu, aby móc zmieniać wielkość okien.
pt_br: Por favor, conceda acesso para redimensionar janelas.
ru: Пожалуйста выдайте доступ к изменению размера окон.
zh_hans: 请授予权限以允许调整窗口大小。
zh_hant: 請授予權限以允許調整視窗大小。

# Accessibility Request: Title
source: %@ Needs Accessibility Permissions
de: %@ braucht Zugriff auf Bedienungshilfen
fr: %@ nécessite des autorisations d'accessibilité
it: %@ ha bisogno del permesso di accessibilità
ja: %@ にはアクセシビリティの許可が必要です
ko: %@ 접근성 권한이 필요합니다
nl_be: %@ Heeft toegankelijkheid toegang nodig
pl: %@ Potrzebuje pozwolenia w sekcji Dostępność
pt_br: %@ Precisa de Permissões de Acessibilidade
ru: %@ нужны разрешения универсального доступа
zh_hans: %@需要辅助功能权限
zh_hant: %@需要輔助功能權限

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nl_be: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 添加

source: Almost Maximize
de: Fast maximieren
fr: Presque maximiser
it: Quasi massimizza
ja: ほぼ最大化
ko: 거의 최대화
nl_be: Bijna maximaliseren
pl: Prawie zmaksymalizowane
pt_br: Quase Maximizar
ru: Почти на весь экран
zh_hans: 几乎最大化
zh_hant: 幾乎最大化

source: Always start cycles from first item
de: Zyklus immer beim ersten Element starten
fr: Toujours commencer les séquences à partir du premier élément
it: Cicla sempre dal primo elemento
ja: 常にサイクルを最初の項目から開始する
ko: 항상 첫 번째 항목부터 순환 시작
nl_be: Start Cycli altijd vanaf de eerste actie
pl: Zawsze rozpoczynaj cykl od pierwszej pozycji
pt_br: Sempre começar os ciclos pelo primeiro “item”
ru: Всегда начинать циклы с первого элемента
zh_hans: 总是重新开始循环
zh_hant: 總是重新開始循環

source: Animate window resize
de: Ändern der Fenstergröße animieren
fr: Animer le redimensionnement des fenêtres
it: Animazione ridimensionamento finestre
ja: ウィンドウサイズ変更のアニメーション
ko: 창 크기 조정 애니메이션
nl_be: Vergroting van vensters animeren
pl: Animuj zmianę wielkości okna
pt_br: Animar o redimensionamento da janela
ru: Анимировать изменение размера окон
zh_hans: 窗口大小调整动画
zh_hant: 視窗大小調整動畫

source: Animated
de: Animiert
fr: Animé
it: Animazione
ja: アニメーション
ko: 애니메이션
nl_be: Geanimeerd
pl: Animowane
pt_br: Animado
ru: Анимировано
zh_hans: 展示动画
zh_hant: 展示動畫

source: Animation speed
de: Animationsgeschwindigkeit
fr: Vitesse d'animation
it: Velocità animazione
ja: アニメーションの早さ
ko: 애니메이션 속도
nl_be: Animatiesnelheid
pl: Szybkość animacji
pt_br: Velocidade de animação
ru: Скорость анимации
zh_hans: 动画速度
zh_hant: 動畫速度

source: Apply padding
de: Abstand einbeziehen
fr: Ajouter des marges
it: Includi spaziatura
ja: 余白を適用
ko: 여백 포함
nl_be: Opvulling gebruiken
pl: Zastosuj odstępy
pt_br: Incluir preenchimento
ru: Включить отступы
zh_hans: 包含边距
zh_hant: 包含邊距

source: Apply trigger delay on middle-click
de: Verzögerung bei mittlerem Klick
fr: Appliquer le délai d'activation au clic du milieu
it: Ritarda l'attivazione con clic centrale
ja: 中クリックトリガー遅延
ko: 중간 클릭 시 트리거 지연 적용
nl_be: Trigger-vertraging toevoegen aan middelklik
pl: Zastosuj opóźnienie przy środkowym kliknięciu
pt_br: Aplicar atraso do gatilho com o botão do meio do mouse
ru: Применить задержку активации при нажатии на среднюю кнопку мыши
zh_hans: 在中键单击时延迟触发
zh_hant: 按下滾輪時延遲觸發

source: Border thickness
de: Rahmendicke
fr: Épaisseur de la bordure
it: Spessore del bordo
ja: 境界線の厚さ
ko: 테두리 두께
nl_be: Randdikte
pl: Grubość obramowania
pt_br: Espessura da borda
ru: Ширина рамки
zh_hans: 边框宽度
zh_hant: 邊框寬度

source: Bottom
de: Unten
fr: Bas
it: Inferiore
ja: 下
ko: 하단
nl_be: Onder
pl: Dół
pt_br: Inferior
ru: Снизу
zh_hans: 底部
zh_hant: 底部

source: Bottom Cycle
de: Unten durchschalten
fr: Séquence basse
it: Ciclico inferiore
ja: 下部繰り返し
ko: 하단 순환
nl_be: Onderste helft
pl: Dolny cykl
pt_br: Percorrer para Baixo
ru: Цикл Вниз
zh_hans: 底部循环
zh_hant: 底部循環

source: Bottom Half
de: Untere Hälfte
fr: Moitié basse
it: Metà inferiore
ja: 下半分
ko: 하단 절반
nl_be: Onderste helft
pl: Dolna połowa
pt_br: Metade Inferior
ru: Нижняя половина
zh_hans: 底部二分之一
zh_hant: 下半屏

source: Bottom Left Quarter
de: Unteres linkes Viertel
fr: Quart inférieur gauche
it: Quarto inferiore sinistro
ja: 左下4分の1
ko: 좌하단 사분의 일
nl_be: Kwart linksonder
pl: Dolna lewa ćwiartka
pt_br: Quadrante Inferior Esquerdo
ru: Слева снизу
zh_hans: 左下角四分之一
zh_hant: 左下角四分之一屏

source: Bottom Right Quarter
de: Unteres rechtes Viertel
fr: Quart inférieur droit
it: Quarto inferiore destro
ja: 右下4分の1
ko: 우하단 사분의 일
nl_be: Kwart rechtsonder
pl: Dolna prawa ćwiartka
pt_br: Quadrante Inferior Direiro
ru: Справа снизу
zh_hans: 右下角四分之一
zh_hant: 右下角四分之一屏

source: Bottom Screen
de: Unterer Bildschirm
fr: Écran du bas
it: Schermata inferiore
ja: 下の画面
ko: 하단 화면
nl_be: Onderste scherm
pl: Dolny ekran
pt_br: Tela inferior
ru: Нижний экран
zh_hans: 底部屏幕
zh_hant: 螢幕底部

source: Bottom Third
de: Unterer Drittel
fr: Tiers bas
it: Terzo inferiore
ja: 下3分の1
ko: 하단 셋째
nl_be: Onderste derde
pl: Dolna jedna trzecia
pt_br: Terço Inferior
ru: Нижняя треть
zh_hans: 底部三分之一
zh_hant: 下三分之一屏

source: Bottom Two Thirds
de: Untere Zwei-Drittel
fr: Deux tiers inférieurs
it: Due terzi inferiore
ja: 下3分の2
ko: 하단 이삼분의 둘
nl_be: Onderste twee derden
pl: Dolne dwie trzecie
pt_br: Dois Terços Inferiores
ru: Две трети снизу
zh_hans: 底部三分之二
zh_hant: 下三分之二屏

source: Brisk
de: Zügig
fr: Vif
it: Veloce
ja: 速め
ko: 활발한
nl_be: Levendig
pl: Żwawa
pt_br: Ligeiro
ru: Мгновенная
zh_hans: 轻快
zh_hant: 輕快

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl_be: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Center
de: Mitte
fr: Centrer
it: Centra
ja: 中央
ko: 중앙
nl_be: Midden
pl: Środek
pt_br: Centro
ru: Центр
zh_hans: 屏幕中心
zh_hant: 屏幕中心

source: Change
de: Ändern
fr: Changer
it: Cambia
ja: 変更する
ko: 변경
nl_be: Verandering
pl: Zmień
pt_br: Trocar
ru: Изменить
zh_hans: 更改
zh_hant: 更改

source: Check for Updates…
de: Nach Updates suchen…
fr: Vérifier les mises à jour…
it: Ricerca aggiornamenti…
ja: アップデートの確認…
ko: 업데이트 확인…
nl_be: Controleren op updates…
pl: Sprawdź, czy są dostępne nowe aktualizacje…
pt_br: Procurar por Atualizações…
ru: Проверить наличие обновлений…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Close
de: Schliessen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl_be: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
nl_be: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

source: Configure…
de: Konfigurieren…
fr: Options…
it: Configura…
ja: 設定…
ko: 구성…
nl_be: Configureren
pl: Konfiguruj…
pt_br: Configurar…
ru: Настроить…
zh_hans: 配置…
zh_hant: 設定…

source: Copied!
de: Erfolgreich kopiert!
fr: Copié !
it: Copiato!
ja: コピーしました！
ko: 복사됨!
nl_be: Gekopiëerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
zh_hans: 已复制！
zh_hant: 已複製！

source: Corner radius
de: Eckenradius
fr: Rayon des coins
it: Raggio degli angoli
ja: コーナーの丸み
ko: 모서리 반경
nl_be: Hoekradius
pl: Zaokrąglenie rogów
pt_br: Raio dos cantos
ru: Скругление
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Corner Radius
de: Eckenradius
fr: Rayon des coins
it: Raggio degli angoli
ja: コーナーの丸み
ko: 모서리 반경
nl_be: Hoekradius
pl: Zaokrąglenie rogów
pt_br: Raio do canto
ru: Скругление
zh_hans: 圆角半径
zh_hant: 圓角半徑

source: Cursor
de: Mauszeiger
fr: Curseur
it: Cursore
ja: カーソル
ko: 커서
pl: Kursor
ru: Курсор
zh_hans: 光标
zh_hant: 游標

source: Custom
de: Benutzerdefiniert
fr: Personnalisé
it: Personalizzata
ja: カスタム
ko: 사용자 정의
nl_be: Aangepast
pl: Własny
pt_br: Customizado
ru: Свои значения
zh_hans: 自定义
zh_hant: 自訂

source: Custom Cycle
de: Benutzerdefinierter Zyklus
fr: Séquence personnalisée
it: Ciclico personalizzato
ja: カスタム繰り返し
ko: 사용자 정의 순환
nl_be: Aangepaste Cyclus
pl: Niestandardowy cykl
pt_br: Ciclo Customizado
ru: Новый Цикл
zh_hans: 自定义循环
zh_hant: 自訂循環

source: Customize this keybind's action.
de: Aktion dieser Tastenkombination anpassen.
fr: Personnalisez l'action de ce raccourci.
it: Personalizza l’azione di questa scorciatoia.
ja: このキー設定の動作をカスタマイズします。
ko: 이 키바인드의 동작을 사용자 정의하세요.
nl_be: Pas deze toetscombinatie aan.
pl: Ustaw akcję tego skrótu klawiszowego.
pt_br: Customize a ação dessa tecla.
ru: Изменить действие этого сочетания клавиш.
zh_hans: 自定义此快捷键触发的操作。
zh_hant: 自訂該按鍵綁定觸發的操作。

source: Cycle
de: Durchschalten
fr: Séquence
it: Ciclico
ja: 繰り返し
ko: 순환
nl_be: Cyclus
pl: Cykl
pt_br: Alternar
ru: Цикл
zh_hans: 循环
zh_hant: 循環

source: Cycle backward with Shift
de: Rückwärts mit Shift wechseln
fr: Reculer dans le cycle avec Maj
it: Cicla al contrario con Shift
ja: Shift を押しながら逆方向に繰り返す
ko: Shift로 뒤로 순환
nl_be: Cyclus teruggaan met Shift
pl: Przechodź przez cykl wstecz używając klawisza Shift
pt_br: Ciclo para trás com "Shift"
ru: Обратный цикл при нажатии на shift
zh_hans: 按住Shift时反向循环
zh_hant: 按住Shift時反向循環

source: Cycle Keybind
de: Wechsel-Tastenkombination
fr: Raccourci de séquence
it: Cicla scorciatoie
ja: 繰り返しキー設定
ko: 순환 키바인드
nl_be: Cyclus toetscombinatie
pl: Skrót klawiszowy cyklu
pt_br: Combinação para Alternar
ru: Цикл сочетания клавиш
zh_hans: 循环快捷键
zh_hant: 循環按鍵綁定

source: Cycles
de: Zyklen
fr: Séquence
it: Ciclico
ja: 繰り返し
ko: 순환
nl_be: Cycli
pl: Cykle
pt_br: Ciclos
ru: Цикл
zh_hans: 循环
zh_hant: 循環

source: Default corner radius
de: Standard-Eckenradius
fr: Rayon des coins par défaut
it: Raggio predefinito degli angoli
ja: デフォルトのコーナーの丸み
ko: 기본 모서리 반경
nl_be: Standaard hoekradius
pl: Domyślne zaokrąglenie narożników
pt_br: Raio de canto padrão
ru: Скругление по умолчанию
zh_hans: 默认圆角半径
zh_hant: 默認圓角半徑

source: Disable cursor interaction
de: Mauszeiger Interaktion deaktivieren
fr: Désactiver l'interaction du curseur
it: Disabilita interazione con cursore
ja: カーソル操作を無効化
ko: 커서 상호작용 비활성화
nl_be: Cursor interactie uitschakelen
pl: Wyłącz reakcję na kursor
pt_br: Desabilitar interações com o cursor
ru: Отключить взаимодействие курсором
zh_hans: 禁用光标交互
zh_hant: 禁用游標交互

source: Do you want to merge or erase existing keybinds?
de: Bestehende Tastenbelegungen zusammenführen oder löschen?
fr: Voulez-vous fusionner ou effacer les raccourcis existants ?
it: Vuoi unire o sovrascrivere le attuali scorciatoie?
ja: 既存のキー設定を結合しますか、それとも消去しますか？
ko: 기존 키바인드를 병합하거나 지우시겠습니까?
nl_be: Wil je bestaande toetscombinaties samenvoegen of wissen?
pl: Chcesz scalić czy usunąć istniejące skróty klawiszowe?
pt_br: Você quer mesclar ou deletar os atalhos existentes?
ru: Соединить или удалить существующие горячие клавиши?
zh_hans: 你希望合并还是清空现有快捷键设置？
zh_hant: 你希望合併還是清空現有按鍵綁定設置？

source: Double-click to trigger
de: Doppelklick zum Aktivieren
fr: Double-cliquez pour déclencher
it: Attiva con doppio clic
ja: ダブルクリックでトリガー
ko: 더블 클릭으로 트리거
nl_be: Dubbelklik om te activeren
pl: Kliknij dwukrotnie, aby uruchomić
pt_br: Clique duplo para disparar
ru: Двойное нажатие для активации
zh_hans: 双击以触发
zh_hant: 按兩下來觸發

source: Enable window snapping
de: Fenster Snapping aktivieren
fr: Activer le magnétisme des fenêtres
it: Abilita aggancio ai bordi
ja: ウィンドウスナップを有効化
ko: 창 스내핑 활성화
nl_be: Venster
pl: Włącz przyciąganie okien
pt_br: Ativar encaixe automático de janelas
ru: Включить привязку окон
zh_hans: 开启窗口吸附
zh_hant: 啟用視窗吸附

# Error reading keybinds alert description
source: Make sure the file you selected is in the correct format.
de: Stelle sicher das die ausgewählte Datei im richtigen Format ist.
fr: Assurez-vous que le fichier que vous avez sélectionné est au bon format.
it: Assicurati che il file selezionato sia nel formato corretto.
ja: 選択したファイルが正しい形式であることを確認してください。
ko: 선택한 파일이 올바른 형식인지 확인하세요.
nl_be: Controleer of het geselecteerde bestand het juiste formaat heeft.
pl: Upewnij się, że wybrany plik jest w poprawnym formacie.
pt_br: Garanta que o arquivo que você selecionou possui o formato correto.
ru: Убедитесь что вы выбрали файл в правильном формате.
zh_hans: 请确保选择的文件格式正确。
zh_hant: 請確保選定的檔案格式正確。

# Error reading keybinds alert title
source: Error Reading Keybinds
de: Fehler beim lesen von Tastenbelegungen
fr: Erreur de lecture des raccourcis
it: Errore lettura scorciatoie
ja: キー設定の読み取りエラー
ko: 키바인드 읽기 오류
nl_be: Fout bij het lezen van toetscombinaties
pl: Błąd odczytu skrótów klawiszowych
pt_br: Erro Lendo Atalhos
ru: Ошибка чтения горячих клавиш
zh_hans: 读取快捷键时发生错误
zh_hant: 讀取按鍵綁定時發生錯誤

source: Export
de: Exportieren
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl_be: Exporteer
pl: Eksportuj
pt_br: Exportar
ru: Экспортировать
zh_hans: 导出
zh_hant: 匯出

source: Export keybinds
de: Tastenbelegungen Exportieren
fr: Exporter les raccourcis
it: Esporta scorciatoie
ja: キー設定をエクスポート
ko: 키바인드 내보내기
nl_be: Toetscombinaties exporteren
pl: Eksportuj skróty klawiszowe
pt_br: Exportar atalhos
ru: Экспортировать горячие клавиши
zh_hans: 导出快捷键
zh_hant: 匯出按鍵綁定

source: External bar
de: Externe Leiste
fr: Bar externe
it: Barra dei menu
ja: 外部メニューバー
ko: 외부 바
nl_be: Externe balk
pl: Pasek zewnętrzny
pt_br: Barra externa
ru: Внешняя строка меню
zh_hans: 全局菜单栏
zh_hant: 全局菜單欄

source: First Fourth
de: Erstes Viertel
fr: Premier quatrième
it: Primo quarto
ja: 1番目の4分の1
ko: 첫 번째 4분의 1
nl_be: Eerste kwart
pl: Pierwsza część czwarta
pt_br: Primeiro Quarto
ru: Первая четверть
zh_hans: 四分之一
zh_hant: 四分之一

source: Fluid
de: Fließend
fr: Fluide
it: Fluida
ja: なめらか
ko: 체액
nl_be: Vloeiend
pl: Płynna
pt_br: Fluido
ru: Плавная
zh_hans: 流动
zh_hant: 流動

source: Focus
de: Fokus
fr: Focaliser
ja: フォーカス
ko: 포커스
pl: Przełącz okno
pt_br: Foco
ru: Фокусировка
zh_hans: 聚焦
zh_hant: 取得焦點

source: Focus Down
de: Fokus nach unten
fr: Focaliser vers le bas
it: Focus in basso
ja: 下にフォーカス
ko: 아래로 포커스
nl_be: Focus beneden
pl: Przełącz okno w dół
pt_br: Focar para baixo
ru: Фокус вниз
zh_hans: 聚焦下方
zh_hant: 取得下方焦點

source: Focus Left
de: Fokus nach links
fr: Focaliser vers la gauche
it: Focus a sinistra
ja: 左にフォーカス
ko: 왼쪽으로 포커스
nl_be: Focus links
pl: Przełącz okno w lewo
pt_br: Focar à Esquerda
ru: Фокус влево
zh_hans: 聚焦左侧
zh_hant: 取得左側焦點

source: Focus Right
de: Fokus nach rechts
fr: Focaliser vers la droit
it: Focus a destra
ja: 右にフォーカス
ko: 오른쪽으로 포커스
nl_be: Focus rechts
pl: Przełącz okno w prawo
pt_br: Focar para a direita
ru: Фокус вправо
zh_hans: 聚焦右侧
zh_hant: 取得右側焦點

source: Focus Up
de: Fokus nach oben
fr: Focaliser vers le haut
it: Focus in alto
ja: 上にフォーカス
ko: 위로 포커스
nl_be: Focus omhoog
pl: Przełącz okno w górę
pt_br: Foco para cima
ru: Фокус вверх
zh_hans: 聚焦上方
zh_hant: 取得上方焦點

source: Focus window on resize
de: Fenster beim manipulieren fokussieren
fr: Donner le focus à la fenêtre lors du redimensionnement
it: Porta in primo piano durante il ridimensionamento
ja: リサイズ時にウインドウをフォーカス
ko: 크기 조정 시 창에 포커스
nl_be: Op vergroting de venster in focus zetten
pl: Przełącz okno podczas zmiany rozmiaru
pt_br: Focar na janela quando redimensionar
ru: Сфокусировать окно при изменении размера
zh_hans: 在更改窗口大小时给予焦点
zh_hant: 在更改視窗大小時取得焦點

source: Fourth Fourth
de: Viertes Viertel
fr: Quatrième quatrième
it: Quarto quarto
ja: 4番目の4分の1
ko: 네 번째 4분의 1
nl_be: Vierde kwart
pl: Czwarta część czwarta
pt_br: Quarto Quarto
ru: Четвертая четверть
zh_hans: 四分之四
zh_hant: 四分之四

source: Fullscreen
de: Vollbild
fr: Plein écran
it: Schermo intero
ja: 全画面
ko: 전체 화면
nl_be: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
ru: Полноэкранный
zh_hans: 全屏
zh_hant: 全屏

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
nl_be: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
zh_hans: 通用
zh_hant: 通用

source: Go Back
de: Zurück
fr: Réinitialiser
it: Stati precedenti
ja: 前に戻る
ko: 뒤로 가기
nl_be: Ga terug
pl: Wróć
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

source: Gradient
de: Farbverlauf
fr: Dégradé
it: Sfumatura
ja: グラデーション
ko: 그라데이션
nl_be: Verloop
pt_br: Gradiente
ru: Градиент
zh_hans: 渐变
zh_hant: 漸變

source: Grow
de: Vergrößern
fr: Agrandir
it: Ingrandisci
ja: 拡大
ko: 성장하다
nl_be: Groeien
pl: Powiększ
pt_br: Aumentar
ru: Увеличить
zh_hans: 扩大
zh_hant: 擴大

source: Grow Bottom
de: Unten vergrössern
fr: Agrandir en bas
it: Ingrandisci inferiore
ja: 下辺を拡大
ko: 하단 확대
nl_be: Bodem laten groeien
pl: Powiększ w dół
pt_br: Expandir para Baixo
ru: Увеличить Вниз
zh_hans: 扩张底部
zh_hant: 擴張底部

source: Grow Horizontally
de: Horizontal größer werden
fr: Agrandir horizontalement
it: Ingrandisci orizzontale
ja: 水平方向を拡大
ko: 가로로 확대
nl_be: Groei horizontaal
pl: Powiększ poziomo
pt_br: Aumentar horizontalmente
ru: Растянуть по горизонтали
zh_hans: 水平扩张
zh_hant: 水平擴張

source: Grow Left
de: Links vergrössern
fr: Agrandir à gauche
it: Ingrandisci sinistro
ja: 左辺を拡大
ko: 좌측 확대
nl_be: Links groeien
pl: Powiększ w lewo
pt_br: Expandir para a Equerda
ru: Увеличить Влево
zh_hans: 扩张左侧
zh_hant: 擴張左側

source: Grow Right
de: Rechts vergrössern
fr: Agrandir à droite
it: Ingrandisci destro
ja: 右辺を拡大
ko: 우측 확대
nl_be: Rechts groeien
pl: Powiększ w prawo
pt_br: Expandir para a Direita
ru: Увеличить Вправо
zh_hans: 扩张右侧
zh_hant: 擴張右側

source: Grow Top
de: Oben vergrössern
fr: Agrandir en haut
it: Ingrandisci superiore
ja: 上辺を拡大
ko: 상단 확대
nl_be: Top Groeien
pl: Powiększ w górę
pt_br: Expandir para Cima
ru: Увеличить Вверх
zh_hans: 扩张顶部
zh_hant: 擴張頂部

source: Grow Vertically
de: Vertikal größer werden
fr: Agrandir verticalement
it: Ingrandisci verticale
ja: 垂直方向を拡大
ko: 세로로 확대
nl_be: Groei verticaal
pl: Powiększ pionowo
pt_br: Aumentar verticalmente
ru: Растянуть по вертикали
zh_hans: 垂直扩张
zh_hant: 垂直擴張

source: Halves
de: Hälften
fr: Moitiés
it: Metà
ja: 半分
ko: 절반
nl_be: Halven
pl: Połowy
pt_br: Metades
ru: Половины
zh_hans: 二等分
zh_hant: 二等分

source: Haptic feedback
de: Haptisches Feedback
fr: Retour haptique
it: Feedback aptico
ja: ハプティックフィードバック
ko: 촉각 피드백
nl_be: Haptische feedback
pl: Wibracja przy naciśnięciu
pt_br: Feedback háptico
ru: Тактильная обратная связь
zh_hans: 震感反馈
zh_hant: 觸覺反饋

source: Height
de: Höhe
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
nl_be: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
zh_hans: 高度
zh_hant: 高度

source: Hide
de: Verstecken
fr: Cacher
it: Nascondi
ja: 非表示
ko: 숨기기
nl_be: Verstoppen
pl: Schowaj
pt_br: Esconder
ru: Спрятать
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide menu bar icon
de: Menüleisten Symbol ausblenden
fr: Masquer l’icône de la barre de menu
it: Nascondi dalla barra dei menu
ja: メニューバーのアイコンを非表示
ko: 메뉴 바 아이콘 숨기기
nl_be: Verstop de menu balk icoon
pl: Ukryj ikonę na pasku menu
pt_br: Esconder ícone da barra de menu
ru: Спрятать иконку в строке меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單列圖標

source: Horizontal Center Half
de: Horizontale Mittelhälfte
fr: Moitié centrale horizontale
it: Metà centrale orizzontale
ja: 水平中央半分
ko: 수평 중앙 절반
nl_be: Horizontaal halfmidden
pl: Połowa wyśrodkowana w poziomie
pt_br: Metade do Centro Horizontal
ru: Горизонтальная половина по центру
zh_hans: 水平居中二分之一
zh_hant: 水平居中半螢幕

source: Horizontal Center Third
de: Horizontales Mittel-Drittel
fr: Tiers central horizontal
it: Terzo orizzontale centrale
ja: 水平中央3分の1
ko: 수평 중앙 셋째
nl_be: Horizontaal Midden Derde
pl: Jedna trzecia wyśrodkowana w poziomie
pt_br: Terço Central Horizontal
ru: Центральная треть
zh_hans: 水平居中三分之一
zh_hant: 水平居中三分之一

source: Horizontal Fourths
de: Horizontale Viertel
fr: Quatrièmes horizontaux
it: Quarti orizzontali
ja: 水平4分割
ko: 가로 4분할
nl_be: Horizontale vierdes
pl: Poziome części czwarte
pt_br: Quartos Horizontais
ru: Горизонтальные четверти
zh_hans: 水平四等分
zh_hant: 水平四等分

source: Horizontal Thirds
de: Horizontale Drittel
fr: Tiers horizontal
it: Terzi orizzontali
ja: 水平3分割
ko: 수평 삼분의 일
nl_be: Horizontale Derdes
pl: Poziome części trzecie
pt_br: Terços Horizontais
ru: Горизонтальные трети
zh_hans: 水平三等分
zh_hant: 水平三等分

source: Ignore fullscreen windows
de: Vollbildfenster ignorieren
fr: Ignorer les fenêtres en plein écran
it: Ignora finestre a tutto schermo
ja: フルスクリーンウインドウを無視
ko: 전체 화면 창 무시
nl_be: Volledig scherm-vensters negeren
pl: Ignoruj okna pełnoekranowe
pt_br: Ignorar janelas em tela cheia
ru: Игнорировать полноэкранные окна
zh_hans: 忽略全屏窗口
zh_hant: 忽略全屏視窗

source: Import
de: Importieren
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
nl_be: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
zh_hans: 导入
zh_hant: 匯入

source: Import Keybinds
de: Tastenbelegungen Importieren
fr: Importer des raccourcis
it: Importa scorciatoie
ja: キー設定をインポート
ko: 키바인드 가져오기
nl_be: Toetscombinaties importeren
pl: Importuj skróty klawiszowe
pt_br: Importar Atalhos
ru: Импортировать горячие клавиши
zh_hans: 导入快捷键
zh_hant: 匯入按鍵綁定

# Import keybinds: cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl_be: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# Import keybinds: erase
source: Erase
de: Löschen
fr: Effacer
it: Sovrascrivi
ja: 消去
ko: 지우기
nl_be: Wissen
pl: Wyczyść
pt_br: Apagar
ru: Удалить
zh_hans: 清空
zh_hant: 清空

# Import keybinds: merge
source: Merge
de: Zusammenführen
fr: Fusionner
it: Unisci
ja: 結合する
ko: 병합
nl_be: Samenvoegen
pl: Scal
pt_br: Mesclar
ru: Соединить
zh_hans: 合并
zh_hant: 合併

source: Initial Frame
de: Initialer Rahmen
fr: Dimensions initiales
it: Ripristina
ja: 初期フレーム
ko: 초기 프레임
nl_be: Initieel frame
pl: Ramka początkowa
pt_br: Quadro Inicial
ru: Изначальный размер
zh_hans: 初始大小
zh_hant: 初始大小

source: Initial Size
de: Initiale Größe
fr: Taille initiale
it: Misure iniziali
ja: 初期サイズ
ko: 초기 크기
nl_be: Initiële grootte
pl: Rozmiar początkowy
pt_br: Tamanho Inicial
ru: Изначальный Размер
zh_hans: 初始大小
zh_hant: 初始大小

source: Instant
de: Sofort
fr: Instantané
it: Istantanea
ja: 即時
ko: 즉시
nl_be: Direct
pl: Natychmiastowo
pt_br: Instantâneo
ru: Мгновенно
zh_hans: 即刻
zh_hant: 即刻

source: Keybinds
de: Tastenbelegung
fr: Raccourcis
it: Scorciatoie
ja: キー設定
ko: 키 바인드
nl_be: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Combinações
ru: Сочетания клавиш
zh_hans: 快捷键
zh_hant: 按鍵綁定

source: Larger
de: Grösser
fr: Agrandir
it: Ingrandisci
ja: 広げる
ko: 더 크게
nl_be: Groter
pl: Powiększ
pt_br: Mais largo
ru: Увеличить
zh_hans: 扩大一点
zh_hant: 擴大一點

source: Launch at login
de: Beim anmelden starten
fr: Lancer au démarrage
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 실행
nl_be: Starten bij login
pl: Uruchom podczas logowania
pt_br: Iniciar com o sistema
ru: Запускать при входе
zh_hans: 随macOS启动
zh_hant: 隨macOS啟動

source: Left
de: Links
fr: Gauche
it: Sinistro
ja: 左
ko: 왼쪽
nl_be: Links
pl: Lewo
pt_br: Esquerda
ru: Слева
zh_hans: 左侧
zh_hant: 左側

source: Left Cycle
de: Links durchschalten
fr: Séquence gauche
it: Ciclico sinistro
ja: 左部繰り返し
ko: 왼쪽 순환
nl_be: Linkerhelft
pl: Cykl w lewo
pt_br: Percorrer para a Esquerda
ru: Цикл Влево
zh_hans: 左侧循环
zh_hant: 左側循環
